Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: During its 40-year occupation of Korea, Japan mobilized, by force or by abduction, 8.4 million people for military service, for forced labour at coal mines and to serve as sex slaves for the Japanese army.
fr: Pendant les 40 années de son occupation de la Corée, le Japon a mobilisé, par la force ou par des enlèvements, 8,4 millions personnes pour le service militaire, pour des travaux forcés dans les mines de charbon et pour servir d'esclaves sexuels aux soldats japonais.

source: Japan has so far not given any information on the fate or the whereabouts of those individuals.
fr: Le Japon n'a, jusqu'à présent, donné aucune information sur leur sort ou sur l'endroit où elles se trouvaient.

source: Even today, Japan continues to engage in the criminal act of abducting citizens of the Democratic People's Republic of Korea.
fr: Aujourd'hui encore, le Japon continue de commettre des actes criminels en enlevant des citoyens de la République populaire démocratique de Corée.

source: In that regard, I am going to announce incidents of Japan's abduction of citizens of the Democratic People's Republic of Korea that have not yet been made known to the international community.
fr: À cet égard, je vais annoncer des cas d'enlèvements de citoyens de notre pays par le Japon, qui ne sont toujours pas connus de la communauté internationale.

source: Japan sends various non-governmental organizations to the border area between the Democratic People's Republic of Korea and China.
fr: Le Japon envoie diverses organisations non gouvernementales dans la zone frontalière entre la République populaire démocratique de Corée et la Chine.

source: Those individuals are engaged in secret operations to lure and abduct Japanese-Korean citizens to take them to the Japanese islands.
fr: Ces individus participent à des opérations secrètes afin d'attirer et d'enlever des citoyens nippo-coréens pour les emmener dans les îles japonaises.

source: Some members of those Japanese non-governmental organizations were arrested by the Chinese public security authorities for their illegal activities and were expelled.
fr: Certains des membres de ces organisations non gouvernementales japonaises ont été arrêtés par les services de sécurité publique chinois à cause de leurs activités illégales, et ont été expulsés.

source: I would like to recall that at the normalization talks between the Democratic People's Republic of Korea and Japan, held in Beijing in early November, we raised that issue with the Japanese side and demanded that our citizens abducted to Japan be sent back to the Democratic People's Republic of Korea.
fr: Je voudrais rappeler que lors des pourparlers de normalisation entre la République populaire démocratique de Corée et le Japon menés à Beijing au début du mois de novembre, nous avons évoqué cette question avec la partie japonaise, et nous avons demandé que les citoyens enlevés par le Japon soient renvoyés en République populaire démocratique de Corée.

source: The United Kingdom, for its part, grew fat on hundreds of years of colonial exploitation and massacre.
fr: Le Royaume-Uni, pour sa part, s'est enrichi par son exploitation et ses massacres coloniaux, qui ont duré des centaines d'années.

source: Today, the United Kingdom's zealous junior collaborator, the United States, wages aggression against sovereign States and violates international law and human rights under the slogan of a war on terror.
fr: Aujourd'hui, le jeune collaborateur zélé du Royaume-Uni, les États-Unis, conduit une agression contre les États souverains et viole le droit international et les droits de l'homme sous le prétexte de faire la guerre contre la terreur.

source: In that regard, the delegation of the Democratic People's Republic of Korea makes it very clear that the European Union is nothing less than hypocritical when it poses as a human rights champion.
fr: À cet égard, la délégation de la République populaire démocratique de Corée précise bien que l'Union européenne est tout à fait hypocrite même si elle se prétend défenseur des droits de l'homme.

source: It is cowardly and hypocritical for the European Union to cry for human rights in small and weak countries while turning away from horrible human rights violations committed by the United States and the United Kingdom.
fr: Il est lâche et hypocrite de la part de l'Union européenne de se plaindre des violations des droits de l'homme des petits pays faibles, tout en se voilant la face aux ignobles violations des droits de l'homme commises par les États-Unis et le Royaume-Uni.

source: The delegation of the Democratic People's Republic of Korea raises the following question: what on Earth do justice, fairness and legitimacy mean when the kingpins of human rights violations are free to use their strength to blame other countries on human rights issues.
fr: La délégation de la République populaire démocratique de Corée pose la question suivante : que signifie en fait la justice, l'équité et la légitimité lorsque les champions des violations des droits de l'homme peuvent user de leur puissance pour blâmer d'autres pays au sujet des droits de l'homme.

source: Secondly, the draft resolution uses the issue of human rights for political purposes against the Democratic People's Republic of Korea.
fr: Deuxièmement, le projet de résolution utilise la question des droits de l'homme à des fins politiques pour nuire à la République populaire démocratique de Corée.

source: The United States, the United Kingdom and Japan are using human rights issues, together with the nuclear issue, to pursue the overthrow of our social system.
fr: Les États-Unis, le Royaume-Uni et le Japon se servent des questions des droits de l'homme, et de la question nucléaire, comme d'un prétexte pendant qu'ils s'efforcent de renverser notre système social.

source: The United States has enacted the North Korean Human Rights Act and is investing $24 million on the issue of North Korean human rights every year, and innumerable bogus human rights organizations from the United States, Japan, South Korea and European countries are engaging in subversive operations against the Democratic People's Republic of Korea just to get paid from that fund.
fr: Les États-Unis ont promulgué la loi sur les droits de l'homme en Corée du Nord, et investissent chaque année 24 millions de dollars sur la question des droits de l'homme en Corée du Nord.

source: In that regard, I once again highlight the fact that the draft resolution is based on false information fabricated by those bogus non-governmental organizations.
fr: Il y a, en outre, une multitude de pseudo-organisations des droits de l'homme des États-unis, du Japon, de la Corée du Sud et des pays de l'Union européenne qui se lancent dans des activités subversives contre la République populaire démocratique de Corée dans le seul but d'obtenir de l'argent de ce fonds.

source: The anti-Democratic People's Republic of Korea manoeuvring by the United States and Japan using human rights issues is itself a violation of human rights and international law.
fr: Les manœuvres auxquelles recourent les États-Unis et le Japon contre mon pays en utilisant les questions des droits de l'homme constituent elles-mêmes des violations des droits de l'homme et du droit international.

source: Thirdly, the European Union's draft resolution damages the authority and the credibility of the United Nations.
fr: Troisièmement, le projet de résolution de l'Union européenne porte préjudice à l'autorité et à la crédibilité de l'ONU.

source: The United States, the United Kingdom and Japan are pressing developing countries hard to change their position and support the draft resolution.
fr: Les États-Unis, le Royaume-Uni et le Japon exercent des pressions importantes sur des pays en développement pour qu'ils changent leur position et appuient le projet de résolution.

source: In the Third Committee, many Asian and African countries voted against or abstained on the European Union's draft resolution, based on a principled position against politicization, double standards and selectivity on human rights issues.
fr: Au sein de la Troisième Commission, de nombreux pays asiatiques et africains ont voté contre, ou se sont abstenus de voter sur le projet de résolution de l'Union européenne, s'élevant par principe contre les pratiques de politisation, la politique de deux poids deux mesures et la sélectivité s'agissant des questions des droits de l'homme.

source: The United States, the United Kingdom and Japan were alarmed at the result of the vote and stepped up pressure on those countries to change their positions.
fr: Les États-Unis, le Royaume-Uni et le Japon ont été alarmés par le résultat du vote, et ont accru leur pression sur ces pays pour leur faire changer de position.

source: We feel particularly sick of Japan's desperate campaign to force its will on other countries by exerting its economic influence.
fr: Nous sommes tout particulièrement irrités par la campagne désespérée menée par le Japon pour imposer sa volonté à d'autres pays en se servant de son influence économique.

source: All those facts and realities eloquently demonstrate that the draft resolution, even if it is adopted with majority support in the Assembly, would not carry the lofty authority and legitimacy of a resolution of the General Assembly.
fr: Tous ces faits et toutes ces réalités montrent clairement que, même si le projet de résolution est adopté à l'Assemblée avec un appui majoritaire, il n'aura pas véritablement l'autorité et la légitimité des résolutions de l'Assemblée générale.

source: The Democratic People's Republic of Korea is a country with a small territory and a small population, whereas the United States, the United Kingdom, Japan and the European Union are big Powers boasting military and economic strength.
fr: La République populaire démocratique de Corée est un pays ayant un petit territoire et une population réduite, tandis que les États-Unis, le Royaume-Uni, le Japon et l'Union européenne sont de grandes puissances, tant du point de vue militaire qu'économique.

source: The people of the Democratic People's Republic of Korea are very proud that they firmly safeguard their sovereignty against the pressure of the united forces of the United Kingdom, the United States, Japan and the European Union, and they are resolved to defend and further develop the superior people-centred system that they have chosen by themselves.
fr: Le peuple de la République populaire démocratique de Corée est très fier de défendre sa souveraineté contre les pressions exercées par les forces unies du Royaume Uni, des États-Unis, du Japon et de l'Union européenne, et est déterminé à protéger et à développer le système supérieur axé sur la population qu'il a choisi lui-même.

source: The Acting President: We shall now take decisions on draft resolutions I through V.
fr: La Présidente par intérim (parle en anglais) : Nous allons maintenant nous prononcer sur les projets de résolution I à IV.

source: We turn first to draft resolution I, entitled “Situation of human rights in the Democratic Republic of the Congo”.
fr: Nous passons d'abord au projet de résolution I, intitulé « Situation des droits de l'homme en République démocratique du Congo ».

source: Separate votes have been requested on the fourth preambular paragraph and on operative paragraph 9 (c) of draft resolution I.
fr: Des votes séparés ont été demandés sur le quatrième alinéa du préambule et sur le paragraphe 9 c) du dispositif du projet de résolution I.

source: Is there any objection to those requests?
fr: Y a-t-il des objections à ces demandes?

source: In the absence of objection, I shall first put to a vote the fourth preambular paragraph of draft resolution I, on which a separate vote has been requested.
fr: En l'absence d'objection, je vais d'abord mettre aux voix le quatrième alinéa du préambule du projet de résolution I, sur lequel un vote séparé a été demandé.

source: Afghanistan, Albania, Andorra, Angola, Argentina, Armenia, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Botswana, Bulgaria, Burkina Faso, Cambodia, Cameroon, Canada, Chile, Costa Rica, Côte d'Ivoire, Croatia, Cyprus, Czech Republic, Democratic Republic of the Congo, Denmark, Dominican Republic, Ecuador, El Salvador, Estonia, Fiji, Finland, France, Georgia, Germany, Greece, Guatemala, Guinea, Honduras, Hungary, Iceland, Ireland, Israel, Italy, Japan, Jordan, Kazakhstan, Kyrgyzstan, Latvia, Lesotho, Liechtenstein, Lithuania, Luxembourg, Malawi, Mali, Malta, Mauritania, Mexico, Micronesia (Federated States of), Monaco, Morocco, Namibia, Netherlands, New Zealand, Nicaragua, Nigeria, Norway, Palau, Panama, Papua New Guinea, Paraguay, Peru, Poland, Portugal, Republic of Korea, Republic of Moldova, Romania, Saint Vincent and the Grenadines, Samoa, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Timor-Leste, Turkey, Ukraine, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, United States of America, Uruguay, Vanuatu, Zambia.
fr: Afghanistan, Albanie, Allemagne, Andorre, Angola, Argentine, Arménie, Australie, Autriche, Belgique, Bolivie, Bosnie-Herzégovine, Botswana, Bulgarie, Burkina Faso, Cambodge, Cameroun, Canada, Chili, Chypre, Costa Rica, Côte d'Ivoire, Croatie, Danemark, El Salvador, Équateur, Espagne, Estonie, États-Unis d'Amérique, ex-République yougoslave de Macédoine, Fidji, Finlande, France, Géorgie, Grèce, Guatemala, Guinée, Honduras, Hongrie, Îles Salomon, Irlande, Islande, Israël, Italie, Japon, Jordanie, Kazakhstan, Kirghizistan, Lesotho, Lettonie, Liechtenstein, Lituanie, Luxembourg, Malawi, Mali, Malte, Maroc, Mauritanie, Mexique, Micronésie (États fédérés de), Monaco, Namibie, Nicaragua, Nigéria, Norvège, Nouvelle-Zélande, Palaos, Panama, Papouasie-Nouvelle-Guinée, Paraguay, Pays-Bas, Pérou, Pologne, Portugal, République de Corée, République de Moldova, République démocratique du Congo, République dominicaine, République tchèque, République-Unie de Tanzanie, Roumanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Saint-Marin, Saint-Vincent-et-les Grenadines, Samoa, Serbie-et-Monténégro, Slovaquie, Slovénie, Suède, Suisse, Timor-Leste, Turquie, Ukraine, Uruguay, Vanuatu, Zambie.

source: Algeria, Antigua and Barbuda, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belize, Benin, Bhutan, Brazil, Brunei Darussalam, Burundi, Cape Verde, China, Colombia, Democratic People's Republic of Korea, Djibouti, Egypt, Eritrea, Ethiopia, Ghana, Guyana, Haiti, India, Indonesia, Iran (Islamic Republic of), Iraq, Jamaica, Kenya, Kuwait, Libyan Arab Jamahiriya, Madagascar, Malaysia, Mauritius, Mongolia, Mozambique, Nepal, Niger, Oman, Pakistan, Philippines, Qatar, Russian Federation, Saint Lucia, Saudi Arabia, Senegal, Singapore, Somalia, South Africa, Sri Lanka, Suriname, Syrian Arab Republic, Thailand, Togo, Trinidad and Tobago, Tunisia, United Arab Emirates, Yemen, Zimbabwe.
fr: Afrique du Sud, Algérie, Antigua-et-Barbuda, Arabie saoudite, Azerbaïdjan, Bahamas, Bahreïn, Bangladesh, Barbade, Belize, Bénin, Bhoutan, Brésil, Brunéi Darussalam, Burundi, Cap-Vert, Chine, Colombie, Djibouti, Égypte, Émirats arabes unis, Érythrée, Éthiopie, Fédération de Russie, Ghana, Guyana, Haïti, Inde, Indonésie, Iran (République islamique d'), Iraq, Jamahiriya arabe libyenne, Jamaïque, Kenya, Koweït, Madagascar, Malaisie, Maurice, Mongolie, Mozambique, Népal, Niger, Oman, Pakistan, Philippines, Qatar, République arabe syrienne, République populaire démocratique de Corée, Sainte-Lucie, Sénégal, Singapour, Somalie, Sri Lanka, Suriname, Thaïlande, Togo, Trinité-et-Tobago, Tunisie, Yémen, Zimbabwe.

source: The fourth preambular paragraph of draft resolution I was retained by 96 votes to 2, with 60 abstentions.
fr: Par 96 voix contre 2, avec 60 abstentions, le quatrième alinéa du préambule du projet de résolution I est maintenu.

source: The Acting President: I shall now put to the vote operative paragraph 9 (c) of draft resolution I, on which a separate vote has been requested.
fr: La Présidente par intérim (parle en anglais) : Je vais maintenant mettre aux voix le paragraphe 9 c) du projet de résolution I, sur lequel un vote séparé a été demandé.

source: Afghanistan, Albania, Andorra, Angola, Argentina, Armenia, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Botswana, Bulgaria, Burkina Faso, Cameroon, Canada, Chile, Costa Rica, Côte d'Ivoire, Croatia, Cyprus, Czech Republic, Democratic Republic of the Congo, Denmark, Dominican Republic, Ecuador, El Salvador, Estonia, Fiji, Finland, France, Georgia, Germany, Greece, Guatemala, Guinea, Guinea-Bissau, Honduras, Hungary, Iceland, Ireland, Israel, Italy, Japan, Jordan, Kazakhstan, Kyrgyzstan, Latvia, Lesotho, Liechtenstein, Lithuania, Luxembourg, Madagascar, Malawi, Malta, Mauritania, Mexico, Micronesia (Federated States of), Monaco, Morocco, Namibia, Netherlands, New Zealand, Nicaragua, Nigeria, Norway, Palau, Panama, Papua New Guinea, Paraguay, Peru, Poland, Portugal, Republic of Korea, Republic of Moldova, Romania, Saint Vincent and the Grenadines, Samoa, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Timor-Leste, Turkey, Ukraine, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, United States of America, Uruguay, Vanuatu, Zambia.
fr: Afghanistan, Albanie, Allemagne, Andorre, Angola, Argentine, Arménie, Australie, Autriche, Belgique, Bolivie, Bosnie-Herzégovine, Botswana, Bulgarie, Burkina Faso, Cameroun, Canada, Chili, Chypre, Costa Rica, Côte d'Ivoire, Croatie, Danemark, El Salvador, Équateur, Espagne, Estonie, États-Unis d'Amérique, ex-République yougoslave de Macédoine, Fidji, Finlande, France, Géorgie, Grèce, Guatemala, Guinée, Guinée-Bissau, Honduras, Hongrie, Îles Salomon, Irlande, Islande, Israël, Italie, Japon, Jordanie, Kazakhstan, Kirghizistan, Lesotho, Lettonie, Liechtenstein, Lituanie, Luxembourg, Madagascar, Malawi, Malte, Maroc, Mauritanie, Mexique, Micronésie (États fédérés de), Monaco, Namibie, Nicaragua, Nigéria, Norvège, Nouvelle-Zélande, Palaos, Panama, Papouasie-Nouvelle-Guinée, Paraguay, Pays-Bas, Pérou, Pologne, Portugal, République de Corée, République de Moldova, République démocratique du Congo, République dominicaine, République tchèque, République-Unie de Tanzanie, Roumanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Saint-Marin, Saint-Vincent-et-les Grenadines, Samoa, Serbie-et-Monténégro, Slovaquie, Slovénie, Suède, Suisse, Timor-Leste, Turquie, Ukraine, Uruguay, Vanuatu, Zambie.

source: Algeria, Antigua and Barbuda, Azerbaijan, Bahamas, Bahrain, Bangladesh, Barbados, Belize, Benin, Bhutan, Brazil, Brunei Darussalam, Burundi, Cape Verde, China, Colombia, Democratic People's Republic of Korea, Djibouti, Egypt, Eritrea, Ethiopia, Ghana, Guyana, Haiti, India, Indonesia, Iran (Islamic Republic of), Iraq, Jamaica, Kenya, Kuwait, Libyan Arab Jamahiriya, Malaysia, Mali, Mauritius, Mongolia, Mozambique, Nepal, Niger, Oman, Pakistan, Philippines, Qatar, Russian Federation, Saint Lucia, Saudi Arabia, Senegal, Singapore, Somalia, South Africa, Sri Lanka, Suriname, Syrian Arab Republic, Tajikistan, Thailand, Togo, Trinidad and Tobago, Tunisia, United Arab Emirates, Yemen, Zimbabwe.
fr: Afrique du Sud, Algérie, Antigua-et-Barbuda, Arabie saoudite, Azerbaïdjan, Bahamas, Bahreïn, Bangladesh, Barbade, Belize, Bénin, Bhoutan, Brésil, Brunéi Darussalam, Burundi, Cap-Vert, Chine, Colombie, Djibouti, Égypte, Émirats arabes unis, Érythrée, Éthiopie, Fédération de Russie, Ghana, Guyana, Haïti, Inde, Indonésie, Iran (République islamique d'), Iraq, Jamahiriya arabe libyenne, Jamaïque, Kenya, Koweït, Malaisie, Mali, Maurice, Mongolie, Mozambique, Népal, Niger, Oman, Pakistan, Philippines, Qatar, République arabe syrienne, République populaire démocratique de Corée, Sainte-Lucie, Sénégal, Singapour, Somalie, Sri Lanka, Suriname, Tadjikistan, Thaïlande, Togo, Trinité-et-Tobago, Tunisie, Yémen, Zimbabwe.

source: Operative paragraph 9 (c) of draft resolution I was retained by 96 votes to 2, with 61 abstentions.
fr: Par 96 voix contre 2, avec 61 abstentions, le paragraphe 9 c) du projet de résolution I est maintenu.

source: The Acting President: The Assembly will now take a decision on draft resolution I as a whole.
fr: La Présidente par intérim (parle en anglais) : L'Assemblée va maintenant se prononcer sur le projet de résolution I pris dans son ensemble.

source: Afghanistan, Albania, Andorra, Angola, Argentina, Armenia, Australia, Austria, Belgium, Bolivia, Bosnia and Herzegovina, Botswana, Bulgaria, Canada, Chile, Costa Rica, Côte d'Ivoire, Croatia, Cyprus, Czech Republic, Democratic Republic of the Congo, Denmark, Dominica, Dominican Republic, Ecuador, El Salvador, Estonia, Fiji, Finland, France, Georgia, Germany, Greece, Guatemala, Guinea, Guinea-Bissau, Honduras, Hungary, Iceland, Ireland, Israel, Italy, Japan, Jordan, Kazakhstan, Kyrgyzstan, Latvia, Lebanon, Lesotho, Liechtenstein, Lithuania, Luxembourg, Madagascar, Malawi, Malta, Marshall Islands, Mauritania, Mexico, Micronesia (Federated States of), Monaco, Mongolia, Morocco, Namibia, Netherlands, New Zealand, Nicaragua, Niger, Nigeria, Norway, Palau, Panama, Papua New Guinea, Paraguay, Peru, Poland, Portugal, Republic of Korea, Republic of Moldova, Romania, Saint Vincent and the Grenadines, Samoa, San Marino, Serbia and Montenegro, Slovakia, Slovenia, Solomon Islands, Spain, Sweden, Switzerland, the former Yugoslav Republic of Macedonia, Timor-Leste, Tonga, Trinidad and Tobago, Turkey, Ukraine, United Kingdom of Great Britain and Northern Ireland, United Republic of Tanzania, United States of America, Uruguay, Vanuatu, Zambia, Zimbabwe.
fr: Afghanistan, Albanie, Allemagne, Andorre, Angola, Argentine, Arménie, Australie, Autriche, Belgique, Bolivie, Bosnie-Herzégovine, Botswana, Bulgarie, Canada, Chili, Chypre, Costa Rica, Côte d'Ivoire, Croatie, Danemark, Dominique, El Salvador, Équateur, Espagne, Estonie, États-Unis d'Amérique, ex-République yougoslave de Macédoine, Fidji, Finlande, France, Géorgie, Grèce, Guatemala, Guinée, Guinée-Bissau, Honduras, Hongrie, Îles Marshall, Iles Salomon, Irlande, Islande, Israël, Italie, Japon, Jordanie, Kazakhstan, Kirghizistan, Lesotho, Lettonie, Liban, Liechtenstein, Lituanie, Luxembourg, Madagascar, Malawi, Malte, Maroc, Mauritanie, Mexique, Micronésie (États fédérés de), Monaco, Mongolie, Namibie, Nicaragua, Niger, Nigéria, Norvège, Nouvelle-Zélande, Palaos, Panama, Papouasie-Nouvelle-Guinée, Paraguay, Pays-Bas, Pérou, Pologne, Portugal, République de Corée, République de Moldova, République démocratique du Congo, République dominicaine, République tchèque, République-Unie de Tanzanie, Roumanie, Royaume-Uni de Grande-Bretagne et d'Irlande du Nord, Saint-Marin, Saint-Vincent-et-les Grenadines, Samoa, Serbie-et-Monténégro, Slovaquie, Slovénie, Suède, Suisse, Timor-Leste, Tonga, Trinité-et-Tobago, Turquie, Ukraine, Uruguay, Vanuatu, Zambie, Zimbabwe.

source: Egypt, Rwanda, Uganda.
fr: Égypte, Ouganda, Rwanda.
